Repository: simon-knuth/scanner
Catalog: Scanner/Scanner/Resources/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, id, it

# HelpChooseFileFormatBody
source: If you are unsure which file format to choose, you should concentrate on **JPG, PNG and PDF**. JPG and PNG are image formats, which means that every page will be saved as a separate file. These files can be viewed on just about every device and edited later with ease. JPGs are usually smaller than PNGs, especially at high resolutions, but PNGs offer a better overall quality, which can be important when scanning photos. PDF is a very popular document format and allows you to save multiple pages in a single file. This format can be viewed on just about every device, but editing these files later is not easy and may require advanced software.
de: Wenn Sie sich nicht sicher sind, welches Dateiformat das richtige ist, sollten Sie sich auf **JPG, PNG und PDF** konzentrieren. JPG und PNG sind Bildformate, also wird jede Seite als eine extra Datei gespeichert. Diese Dateien können auf nahezu jedem Gerät angezeigt und leicht bearbeitet werden. JPGs sind in der Regel kleiner als PNGs, insbesondere bei höheren Auflösungen, PNGs haben jedoch eine höhere Qualität, was beim Scannen von Fotos wichtig sein kann. PDF ist ein beliebtes Format für Dokumente und kann mehrere Seiten in einer einzelnen Datei bündeln. Dieses Format kann auf nahezu jedem Gerät angezeigt werden, späteres Bearbeiten ist jedoch schwierig und womöglich nur mit professioneller Software möglich.
es: Si no estás seguro de qué formato de archivo elegir, podrías considerar **JPG, PNG y PDF**. JPG y PNG son formatos de imagen, lo que significa que cada pagina será guardada como un archivo separado. Estos archivos se pueden ver en casi todos los dispositivos y editar más tarde con facilidad. Los JPG suelen ser más pequeños que los PNG, especialmente en las resoluciones altas, pero los PNG ofrecen una mejor calidad general, que puede ser importante cuando se escanean fotos. PDF es un formato de documento muy popular y te permite guardar varias páginas en un solo archivo. Este formato se puede ver en casi todos los dispositivos, pero la edición de estos archivos más tarde no es fácil y puede requerir software avanzado.
fr: Si vous ne savez pas quel format de fichier choisir, concentrez-vous sur **JPG, PNG et PDF**. JPG et PNG sont des formats d'image, ce qui signifie que chaque page sera enregistrée dans un fichier séparé. Ces fichiers peuvent être consultés sur à peu près tous les appareils et modifiés plus tard avec facilité. Les JPG sont généralement plus léger que les PNG, en particulier à haute résolution, mais les PNG offrent une meilleure qualité globale, ce qui peut être important lors de la numérisation de photos. PDF est un format de document très populaire et vous permet d'enregistrer plusieurs pages dans un seul fichier. Ce format peut être visualisé sur à peu près tous les appareils, mais l'édition de ces fichiers ultérieurement n'est pas facile et peut nécessiter un logiciel avancé.
id: Jika Anda tidak yakin format file mana yang harus dipilih, Anda harus berkonsentrasi pada **JPG, PNG, dan PDF**. JPG dan PNG adalah format gambar, artinya setiap halaman akan disimpan sebagai file terpisah. File-file ini dapat dilihat di hampir semua perangkat dan diedit nanti dengan mudah. JPG biasanya lebih kecil dari PNG, terutama pada resolusi tinggi, tetapi PNG menawarkan kualitas keseluruhan yang lebih baik, yang penting saat memindai foto. PDF adalah format dokumen yang sangat populer dan memungkinkan Anda menyimpan banyak halaman dalam satu file. Format ini dapat dilihat di hampir semua perangkat, tetapi mengedit file ini nanti tidaklah mudah dan mungkin memerlukan perangkat lunak tingkat lanjut.
it: Se non sei sicuro del formato di file da scegliere, dovresti concentrarti su **JPG, PNG e PDF**. JPG e PNG sono formati immagine. Ciò significa che ogni pagina verrà salvata in un file separato. Questi file possono essere visti da ogni dispositivo e modificati successivamente con facilità. I JPG sono di solito più piccoli dei PNG, specialmente a risoluzioni alte, ma i PNG offrono una qualità complessiva maggiore che può essere importante quando si scansionano foto. Il formato PDF è molto popolare per i documenti e permette di salvare più pagine in un singolo file. Questo formato può essere visto da quasi tutti i dispositivi, ma la loro modifica non è semplice e potrebbe richiedere software avanzati.

# HelpChangeScanFolderHeading
source: Change the folder that scans are saved to
de: Den Ort ändern, an dem Scans gespeichert werden
es: Cambiar carpeta en la que se guardan los escaneos
fr: Modifier l'emplacement d'enregistrement des numérisations
id: Ubah folder tempat pemindaian disimpan
it: Cambia la cartella in cui le scansioni vengono salvate

# HelpChooseFileFormatHeading
source: Choose a file format
de: Dateiformat auswählen
es: Elegir tipo de archivo
fr: Choisir le format de fichier
id: Pilih format file
it: Scegli un formato file

# HelpChooseResolutionHeading
source: Choose a resolution
de: Auflösung auswählen
es: Elegir resolución
fr: Choisir la résolution
id: Pilih resolusi
it: Scegli una risoluzione

# HelpReorderPdfHeading
source: Reorder PDF pages
de: PDF-Seiten neu sortieren
es: Reordenar páginas del PDF
fr: Réorganiser les pages d'un PDF
id: Susun ulang halaman PDF
it: Riordina le pagine PDF

# HelpSaveChangesHeading
source: Save changes
de: Änderungen speichern
es: Guardar Cambios
fr: Enregistrer les modifications
id: Simpan perubahan
it: Salva i cambiamenti

# HelpScannerDiscoveryHeading
source: Install and use a scanner
de: Scanner installieren und verwenden
es: Instalar y usar un escáner
fr: Installer et utiliser un scanneur
id: Instal dan gunakan pemindai
it: Installa e usa uno scanner

# HelpScannerNotWorkingHeading
source: Troubleshoot scanner issues
de: Probleme mit dem Scanner beheben
es: Solucionar problemas
fr: Résoudre les erreurs du scanneur
id: Memecahkan masalah pemindai
it: Risolvi i problemi di scansione

# HelpStartNewPdfHeading
source: Start a new PDF
de: Eine neue PDF-Datei beginnen
es: Crear nuevo PDF
fr: Commencer un nouveau PDF
id: Mulai PDF baru
it: Inizia un nuovo PDF

# ErrorMessageLoadScanFolderBody
source: Something is preventing the app from using a set folder on your PC, so you will have to select one for every scan. Please ensure that no settings or any antivirus software are interfering.
de: Etwas hindert die App daran, einen festen Speicherort auf Ihrem PC zu verwenden, sodass Sie für jeden Scan einen Ordner auswählen müssen. Bitte versichern Sie sich, dass keine Einstellungen oder Antivirus-Software die App behindern.
es: Algo evita que la app use la carpeta establecida en tu PC, por lo que deberás seleccionar una para cada escaneo. Por favor asegúrate de que ninguna configuración o antivirus esté interfiriendo.
fr: Quelque chose empêche l'application d'utiliser un dossier défini sur votre PC, vous devrez donc en sélectionner un pour chaque numérisation. Veuillez vous assurer qu'aucun paramètre ou logiciel antivirus n'interfère.
id: Sesuatu mencegah aplikasi ini menggunakan folder yang ditetapkan pada PC anda, jadi anda harus memilih satu untuk setiap pemindaian. Pastikan tidak ada pengaturan atau perangkat lunak antivirus apa pun yang mengganggu.
it: Qualcosa sta bloccando l'app nell'uso della cartella impostata e dovrai selezionarne una per ogni scansione. Per favore, assicurati che nessuna impostazione o nessun antivirus stiano interferendo.

# ErrorMessageLoadScanFolderHeading
source: Loading a save location failed
de: Laden eines Speicherorts fehlgeschlagen
es: Fallo al cargar una ubicación de guardado
fr: Le chargement d'un emplacement de sauvegarde a échoué
id: Gagal memuat lokasi menyimpan
it: Fallito il caricamento di una destinazione di salvataggio

# InfoBarSetSaveLocationUnavailable.Title
source: Something is preventing the app from using a set folder on your PC, so you will have to select one for every scan. Please ensure that no settings or any antivirus software are interfering.
de: Etwas hindert die App daran, einen festen Speicherort auf Ihrem PC zu verwenden, sodass Sie für jeden Scan einen Ordner auswählen müssen. Bitte versichern Sie sich, dass keine Einstellungen oder Antivirus-Software die App behindern.
es: Algo evita que la app use la carpeta establecida tu PC, por lo que deberás seleccionar una para cada escaneo. Por favor asegúrate de que ninguna configuración o antivirus esté interfiriendo.
fr: Quelque chose empêche l'application d'utiliser un dossier défini sur votre PC, vous devrez donc en sélectionner un pour chaque numérisation. Veuillez vous assurer qu'aucun paramètre ou logiciel antivirus n'interfère.
id: Sesuatu mencegah aplikasi ini menggunakan folder yang ditetapkan pada PC anda, jadi anda harus memilih satu untuk setiap pemindaian. Pastikan tidak ada pengaturan atau perangkat lunak antivirus apa pun yang mengganggu.
it: Qualcosa sta bloccando l'app nell'uso della cartella impostata e dovrai selezionarne una per ogni scansione. Per favore, assicurati che nessuna impostazione o nessun antivirus stiano interferendo.

# SupportDevelopmentToolTip
source: Support the development
de: Die Entwicklung unterstützen
es: Apoya el desarrollo
fr: Aider au développement
id: Mendukung pengembangan
it: Supporta lo sviluppo

source: Help
de: Hilfe
es: Ayuda
fr: Aide
id: Bantuan
it: Aiuto

source: Get help
de: Hilfe erhalten
es: Ayuda
fr: En savoir plus
id: Dapatkan bantuan
it: Richiedi aiuto

# WindowsScannerSettings
source: Scanner settings
de: Scanner-Einstellungen
es: Ajustes de escáner
fr: Paramètres du scanneur
id: Pengaturan pemindai
it: Impostazioni scanner

# WindowsWiFiSettings
source: Wi-Fi settings
de: Wi-Fi-Einstellungen
es: Ajustes de Wi-Fi
fr: Paramètres du Wi-Fi
id: Pengaturan Wi-Fi
it: Impostazioni Wi-Fi

# AutoCropHeading
source: Automatic crop
de: Automatisch zuschneiden
es: Recorte automático
fr: Recadrage automatique
id: Pangkas otomatis
it: Ritaglio automatico

# AutoCropDisabled
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
id: Nonaktif
it: Disabilitato

# AutoCropMultiple
source: Multiple regions
de: Mehrere Regionen
es: Regiones múltiples
fr: Plusieurs régions
id: Beberapa wilayah
it: Aree multiple

# AutoCropSingle
source: Single region
de: Einzelne Region
es: Región única
fr: Une seule région
id: Wilayah tunggal
it: Area singola

# ColorModeAuto
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
id: Otomatis
it: Automatico

source: Searching scanners...
de: Suche Scanner...
es: Buscando Escáneres...
fr: Détection des scanners...
id: Mencari pemindai...
it: Ricerca degli scanner...

# TutorialScannerSearchBody
source: Your scanner needs to be connected, turned on and installed to be used. Please consult the help page for more information.
de: Ihr Scanner muss verbunden, eingeschaltet und installiert sein, um verwendet werden zu können. Bitte nutzen Sie die Hilfe für mehr Informationen.
es: Tu escáner debe estar conectado, encendido e instalado para usarlo. Por favor consulta la página de ayuda para mas información.
fr: Votre scanneur doit être allumé, connecté et correctement installé pour être utilisé. Consultez la page d'aide pour plus d'informations.
id: Pemindai Anda harus terhubung, dihidupkan, dan dipasang agar dapat digunakan. Silakan lihat halaman bantuan untuk informasi lebih lanjut.
it: Il tuo scanner deve essere connesso, acceso e installato per poterlo usare. Per favore, consulta la pagina di aiuto per ulteriori informazioni.

# TutorialScannerSearchHeading
source: Use a scanner
de: Verwenden eines Scanners
es: Usar escáner
fr: Utiliser un scanneur
id: Gunakan pemindai
it: Usa uno scanner

source: Crop similar pages
de: Ähnliche Seiten zuschneiden
es: Recortar
fr: Recadrer les pages similaires
id: Pangkas halaman serupa
it: Ritaglia pagine simili

# OpenWithShowAllApps
source: Show all apps
de: Alle Apps anzeigen
es: Mostrar todas las apps
fr: Ouvrir avec
id: Tampilkan semua aplikasi
it: Mostra tutte le app

# OpenWithOpenStore
source: Find more apps in the Store
de: Mehr Apps im Store finden
es: Buscar apps en la tienda
fr: Découvrir plus d'app dans le Store
id: Temukan lebih banyak aplikasi di Toko
it: Trova più app nello Store

source: Crop
de: Zuschneiden
es: Recortar
fr: Recadrer
id: Pangkas
it: Ritaglia

source: Draw
de: Zeichnen
es: Dibujar
fr: Dessiner
id: Gambar
it: Disegna

# OpenWithWarningHeading
source: Heads-up
de: Hinweis
es: Aviso
fr: Avertissement
id: Perhatian
it: Avviso

source: Don't show again
de: Nicht erneut anzeigen
es: No mostrar de nuevo
fr: Ne plus afficher
id: Jangan tampilkan lagi
it: Non mostrare più

# CropSimilarPagesBody
source: Apply the current crop to multiple pages with the same measurements at once.
de: Den aktuellen Zuschnitt auf mehrere Seiten mit den gleichen Abmessungen anwenden.
es: Aplicar el recorte actual a varias páginas con las mismas medidas a la vez.
fr: Appliquer le recadrage actuel à plusieurs pages avec les mêmes dimensions à la fois.
id: Terapkan potongan saat ini ke beberapa halaman dengan ukuran yang sama sekaligus.
it: Applica il ritaglio corrente a più pagine con le stesse misure alla volta.

# OpenWithWarningBody
source: By choosing an app in the next menu, all pages will be closed here.
de: Wenn Sie im nächsten Menü eine App wählen, werden alle Seiten hier geschlossen.
es: Al elegir una aplicación en el siguiente menú, todas las páginas se cerrarán aquí.
fr: En choisissant une application dans le menu suivant, toutes les pages seront fermées ici.
id: Dengan memilih aplikasi di menu berikutnya, semua halaman akan ditutup di sini.
it: Selezionando un'app nel prossimo menu, tutte le pagine attuali saranno chiuse.

source: Print selected pages
de: Ausgewählte Seiten drucken
es: Imprimir páginas seleccionadas
fr: Imprimer les pages sélectionnées
id: Cetak halaman yang dipilih
it: Stampa le pagine selezionate

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
id: Cetak
it: Stampa

# PreviewToolTipNoRegionSelected
source: Preview
de: Vorschau
es: Vista Previa
fr: Prévisualisation
id: Pratinjau
it: Anteprima

# PromisePrivacy
source: Personal data stays on your device
de: Persönliche Daten bleiben auf Ihrem Gerät
es: Tus datos personales se quedan en tu dispositivo
fr: Vos données personnelles restent sur votre appareil
id: Data pribadi tetap ada di perangkat anda
it: I dati personali rimangono sul tuo dispositivo

source: Donate
de: Spenden
es: Donar :)
fr: Faire un don
id: Donasi
it: Invia donazione

source: No thanks
de: Nein danke
es: No gracias :c
fr: Non merci
id: Tidak, terima kasih
it: No grazie

# PromiseNoAds
source: No ads
de: Keine Werbung
es: Sin anuncios
fr: Pas de pub
id: Tanpa iklan
it: Nessuna pubblicità

# PromiseNoSubscriptions
source: No subscriptions
de: Keine Abonnements
es: Sin suscripciones
fr: Pas d'abonnement
id: Tanpa langganan
it: Nessun abbonamento

# PromiseUpdates
source: Free updates
de: Kostenlose Updates
es: Actualizaciones gratuitas
fr: Des mises à jour gratuites
id: Pembaruan gratis
it: Aggiornamenti gratuiti

# DonateDialogBody
source: This app is available at no cost for everyone to use. If you like it, you can directly support the development with a donation. Thank you! ❤️
de: Diese App steht für jedermann kostenfrei zur Verfügung. Wenn Sie sie mögen, können Sie die Entwicklung mit einer Spende direkt unterstützen. Vielen Dank! ❤️
es: Esta aplicación está disponible sin costo para todos. Si te gusta, puedes apoyar su desarrollo y mi trabajo con una donación. ¡Muchas gracias! ❤️
fr: Cette application est disponible gratuitement pour tout le monde. Si vous l'appréciez, vous pouvez soutenir le développement avec une donation. Merci ! ❤️
id: Aplikasi ini tersedia tanpa biaya untuk digunakan semua orang. Jika suka, anda bisa langsung mendukung pengembangannya dengan donasi. Terima kasih! ❤️
it: Questa app è disponibile senza costi per tutti. Se ti piace, puoi direttamente supportare lo sviluppo con una donazione. Grazie! ❤️

source: Duplicate page
de: Seite duplizieren
es: Duplicar página
fr: Duplique la page
id: Duplikat halaman
it: Duplica pagina

source: Show in File Explorer
de: Im File Explorer anzeigen
es: Mostrar en el Explorador de archivos
fr: Afficher dans l'explorateur de fichier
id: Tampilkan di File Explorer
it: Mostra in Esplora Risorse

# ResetToDefault
source: Restore default
de: Standard wiederherstellen
es: Reestablecer por defecto
fr: Réinitialiser le paramètre par défaut
id: Kembalikan ke semula
it: Reimposta

source: Brightness adjustment
de: Helligkeitsanpassung
es: Ajuste de brillo
fr: Ajustement de la luminosité
id: Penyesuaian kecerahan
it: Regolazione della luminosità

source: Contrast adjustment
de: Kontrastanpassung
es: Ajuste de contraste
fr: Ajustement du contraste
id: Penyesuaian kontras
it: Regolazione del contrasto

# AlwaysSavedAcrossSessions
source: Always saved across app sessions
de: Immer über mehrere App-Sitzungen hinweg gespeichert
es: Guardar siempre en todas las sesiones de la aplicación
fr: Sauvegardé d'une session à l'autre
id: Selalu disimpan di seluruh sesi aplikasi
it: Sempre salvato tra diverse sessioni dell'app

# HelpBrightnessContrastHeading
source: Adjust brightness & contrast
de: Helligkeit & Kontrast anpassen
es: Ajustar brillo y contraste
fr: Ajustement de la luminosité et du contraste
id: Sesuaikan kecerahan & kontras
it: Regola la luminosità e il contrasto

# SettingsSaveLocationBody
source: Choose where scans are saved
de: Auswählen, wo Scans gespeichert werden
es: Elegir dónde se guardan mis escaneos
fr: Choix de la destination de sauvegarde des numérisations
id: Pilih tempat pindaian disimpan
it: Scegli dove salvare le scansioni

# UnavailableDuringScan
source: Unavailable while scanning
de: Nicht verfügbar während eines Scans
es: No disponible durante el escaneo
fr: Non-disponible durant la numérisation
id: Tidak tersedia saat memindai
it: Non disponibile durante la scansione

# HelpBrightnessContrastBody
source: Brightness and contrast are advanced scan options and can be enabled in the settings. If these options aren't supported by your scanner, they will remain hidden. Adjusting the brightness and contrast is only possible in **flatbed or feeder** mode.
de: Helligkeit und Kontrast sind fortgeschrittene Optionen und können in den Einstellungen aktiviert werden. Wenn Ihr Scanner diese Optionen nicht unterstützt, werden sie von der App nicht angezeigt. Das Anpassen von Helligkeit und Kontrast ist nur beim Scannen vom **Flachbett oder Einzug** möglich.
es: El brillo y el contraste son opciones avanzadas de escaneo y se pueden activar en la configuración. Si estas opciones no son compatibles con el escáner, permanecerán ocultas. Solo es posible ajustar el brillo y el contraste en el modo ***cristal o alimentador**.
fr: La luminosité et le contraste sont des options de numérisation avancées et peuvent être activées dans les paramètres. Si ces options ne sont pas prises en charge par votre scanneur, elles resteront masquées. Le réglage de la luminosité et du contraste n'est possible qu'en mode **plateau ou chargeur**.
id: Kecerahan dan kontras adalah opsi pemindaian tingkat lanjut dan dapat diaktifkan di pengaturan. Jika opsi ini tidak didukung oleh pemindai Anda, opsi tersebut akan tetap tersembunyi. Menyesuaikan kecerahan dan kontras hanya dapat dilakukan dalam mode **flatbed atau feeder**.
it: La luminosità e il contrasto sono opzioni di scansione avanzate e possono essere abilitate nelle impostazioni. Se queste opzioni non sono supportate dal tuo scanner, rimarranno nascoste. Regolare la luminosità e il contrasto è possibile solo nelle modalità **piano e alimentatore**.

# SettingsFeedbackBody
source: You can rate Scanner in the Microsoft Store to suggest new features and help others decide whether this is the right app for them. Professional users can also influence the further development on GitHub.
de: Sie können Scanner im Microsoft Store bewerten um neue Funktionen vorzuschlagen und anderen Nutzern beim Finden der für sie passenden App zu helfen. Professionelle Nutzer können außerdem auf GitHub die weitere Entwicklung beeinflussen.
es: Puedes valorar Scanner en la tienda de Microsoft para sugerir nuevas funciones y ayudar a otros a decidir si esta es la aplicación adecuada para ellos. Los usuarios profesionales también pueden contribuir en el desarrollo futuro en GitHub.
fr: Vous pouvez évaluer Scanner dans le Microsoft Store pour suggérer de nouvelles fonctionnalités et aider les autres à décider si c'est l'app qui leur faut. Les utilisateurs professionnels peuvent également influencer le développement ultérieur via GitHub.
id: Anda dapat menilai Pemindai di Microsoft Store untuk menyarankan fitur baru dan membantu orang lain memutuskan apakah ini aplikasi yang tepat untuk mereka. Pengguna profesional juga dapat memengaruhi pengembangan lebih lanjut di GitHub.
it: Puoi valutare Scanner nel Microsoft Store per suggerire nuove caratteristiche e aiutare altri a decidere se quest'app è adeguata a loro. Gli utenti esperti possono anche migliorare ulteriormente lo sviluppo su GitHub.

# SettingsRestartForChanges
source: Changes to this setting are applied once the app has been restarted.
de: Änderungen an dieser Einstellung werden beim nächsten Start der App übernommen.
es: Los cambios en esta configuración se aplican una vez que la aplicación se ha reiniciado.
fr: Les changements de ce paramètre seront appliqués au redémarrage de l'application.
id: Perubahan pada setelan ini diterapkan setelah aplikasi ini dimulai ulang.
it: Le modifiche alle impostazioni sono applicate al riavvio dell'app.

# SettingsTranslationsBody
source: Windows offers support for over 100 languages - you can help make this app accessible for people all around the world.
de: Windows unterstützt über 100 Sprachen - Sie können helfen, diese App Menschen auf der ganzen Welt zugänglich zu machen.
es: Windows ofrece soporte a más de 100 idiomas - tú puedes ayudar a hacer esta app accesible para todas las personas alrededor del mundo.
fr: Windows prend en charge plus de 100 langues - vous pouvez aider à rendre cette application accessible aux personnes du monde entier.
id: Windows menawarkan dukungan untuk lebih dari 100 bahasa - Anda dapat membantu membuat aplikasi ini dapat diakses oleh semua orang di seluruh dunia.
it: Windows offre il supporto per oltre 100 lingue - puoi aiutare a rendere questa app accessibile alle persone di tutto il mondo.

# SettingsEditorOrientationHeading
source: Editor orientation
de: Editor-Ausrichtung
es: Orientación del editor
fr: Orientation de l'éditeur
id: Editor orientasi
it: Orientamento editor

# SettingsErrorReportsHeading
source: Error reports and logs
de: Fehlerberichte und Protokolle
es: Reportar errores y registros
fr: Rapports d'erreur et logs
id: Laporan kesalahan dan log
it: Segnalazione errori e resoconto degli eventi

# SettingsFileNamingHeading
source: File naming
de: Dateinamen
es: Nombre del archivo
fr: Nom de fichier
id: Penamaan file
it: Nome documento

# SettingsPersonalizationHeading
source: Personalization
de: Personalisierung
es: Personalización
fr: Personnalisation
id: Personalisasi
it: Personalizzazione

# SettingsSurveysHeading
source: Surveys
de: Umfragen
es: Encuestas
fr: Sondages
id: Survei
it: Sondaggio

# SettingsAutoRotationHeading
source: Rotate pages automatically
de: Seiten automatisch drehen
es: Rotar páginas automáticamente
fr: Pivoter les pages automatiquement
id: Putar halaman secara otomatis
it: Ruota le pagine automaticamente

# SettingsEditorOrientationHorizontal
source: Horizontal
fr: Horizontale
id: Horisontal
it: Orizzontale

# SettingsEditorOrientationVertical
source: Vertical
de: Vertikal
fr: Verticale
id: Vertikal
it: Verticale
